[{
        "recipe": "Grzyby marynowane",
        "description": "PRZYGOTOWANIE Grzyby dokładnie oczyścić i opłukać. Większe pokroić na mniejsze kawałki. Cebulę obrać, pokroić na ćwiartki a następnie na plasterki. Przygotować zalewę octową: zagotować składniki w garnku, tzn. wodę, ocet, cukier i sól oraz ziela angielskie, liście laurowe, gorczycę i pieprz. Obgotować grzyby i cebulę: zagotować duży garnek z wodą, wrzucić grzyby i cebulę, gotować przez ok. 5 minut. Odcedzić i włożyć do suchych słoiczków (najlepiej wcześniej wyparzonych i osuszonych), wypełniając je do około 3/4 objętości. Zalać wrzącą zalewą wraz z przyprawami, rozłożonymi mniej więcej po równo do każdego słoika. Od razu zakręcić pokrywkami. Odwrócić do góry dnem i zostawić do ostudzenia. Znów odwrócić i odstawić do spiżarki lub piwnicy.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/grzyby_marynowane_01.jpg"
    },
    {
        "recipe": "Grzyby zapiekane w papilotach z kuskusem, serem kozim i oliwkami",
        "description": "PRZYGOTOWANIE Piekarnik nagrzać do 200 stopni. Z papieru do pieczenia wyciąć dwa kwadraty o boku około 40 cm. Grzyby dokładnie oczyścić. Do dwóch głębokich talerzy wsypać po połowie kuskusu, dodać po połowie grzybów, wlać sherry lub wino, rozłożyć oliwki, gałązki świeżych ziół i kawałeczki masła. Doprawić solą i świeżo zmielonym pieprzem, posypać serem kozim lub fetą. Zawartość talerzy zsunąć na środek arkusza papieru do pieczenia, tak, aby kuskus znalazła się na spodzie a grzyby na wierzchu. Złożyć boki papieru do środka i zawinąć tworząc szczelne paczuszki. Ułożyć na blaszce do pieczenia i wstawić do nagrzanego piekarnika na 25 minut.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/paczuszki_z_grzybami_kuskusem1.jpg"
    },
    {
        "recipe": "Makaron z grzybami",
        "description": "PRZYGOTOWANIE Grzyby oczyścić, umyć, osuszyć i pokroić w plasterki. Mrożone grzyby wyłożyć na sitko i kilka razy przelać ciepłą wodą w celu ich rozmrożenia, odcedzić i pokroić na plasterki. Zagotować osoloną wodę w dużym garnku, włożyć makaron i gotować aż będzie al dente. Odcedzić i włożyć z powrotem do garnka. Rozgrzać masło i oliwę na większej patelni, dodać pokrojony na plasterki czosnek oraz pokrojoną w kosteczkę cebulę. Zeszklić mieszając przez ok. 1 minutę. Dodać grzyby, doprawić solą oraz pieprzem i smażyć przez około 4 minuty, mieszając od czasu do czasu. Dodać śmietankę, wymieszać i zagotować. Gotować przez ok. 3 minuty aż sos zgęstnieje, w razie potrzeby doprawić. Dodać natkę pietruszki, wymieszać. Na patelnię z grzybami włożyć makaron oraz połowę tartego sera, wymieszać i chwilę podgrzać. Wyłożyć do talerzy i posypać resztą sera, udekorować natką.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/makaron_z_grzybami_01_0.jpg"
    },
    {
        "recipe": "Kluseczki z grzybami",
        "description": "PRZYGOTOWANIE Żółtka utrzeć z masłem, dodać ubitą pianę z białek, następnie wymieszać z przesianą mąką, a na koniec z grzybami i solą do smaku. Zanurzając łyżeczkę we wrzącej wodzie, nabierać porcję ciasta i kłaść ją na gotującą się i osoloną wodę. Po chwili kluseczki wyłowić łyżką cedzakową i ułożyć na talerzu. Podawać np. w gorącym rosole lub czerwonym barszczu, ewentualnie innej zupie, mleku czy sosie.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kluseczki_z_grzybami01.jpg"
    },
    {
        "recipe": "Polędwiczki z suszonymi grzybami",
        "description": "PRZYGOTOWANIE Pokrojone na plasterki suszone grzyby zalać 1 szklanką wody i zostawić na noc do namoczenia. Polędwiczkę pokroić na 1,5 cm plasterki, rozpłaszczyć je palcami i delikatnie roztłuc na grubość 1 cm. Posypać świeżo zmielonym pieprzem i oregano, skropić łyżką oliwy i odłożyć. Na dużej patelni na łyżce oliwy zeszklić pokrojoną w kosteczkę cebulę. Następnie dodać grzyby (bez wody z moczenia) i mieszając smażyć przez ok. 5 minut. Dodać masło i smażyć jeszcze przez 1 - 2 minuty. Zdjąć z patelni i odłożyć na talerz. Na tę samą patelnię włożyć mięso i smażyć po około 2 minuty z każdej strony, w międzyczasie doprawiając solą. Wlać brandy i odparować lub podpalić. Dodać podsmażone grzyby z cebulą. Oddzielnie połączyć śmietankę z musztardą i sosem sojowym, wlać na patelnię i zagotować. Gotować chwilę aż sos trochę zgęstnieje, na koniec posypać natką pietruszki.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/poledwiczki_z_grzybami_01.jpg"
    },
    {
        "recipe": "Zupa grzybowa z suszonych grzybów z ziemniakami",
        "description": "PRZYGOTOWANIE Wieczorem dnia poprzedzającego przygotowywanie zupy, włożyć grzyby do garnuszka, zalać szklanką zimnej wody i odstawić na noc do namoczenia. Grzyby wyjąć na sitko, odsączyć, wodę z grzybów zachować. Na patelni na maśle podsmażyć posolone grzyby (ok. 5 minut, co chwilę mieszając). Odstawić z ognia. W większym garnku na zupę, na oleju zeszklić pokrojoną w kosteczkę cebulę, wlać bulion i zagotować. W międzyczasie dodać obraną marchewkę pokrojoną na plasterki, całą pietruszkę oraz ziele angielskie i listek laurowy. Gotować przez 5 minut. Dodać obrane i pokrojone w kosteczkę ziemniaki i gotować przez 5 minut. Dodać grzyby z patelni wraz z wodą z moczenia, zagotować i gotować przez 15 minut. Doprawić świeżo zmielonym pieprzem. Śmietanę 18% i 30% wymieszać z kilkoma łyżkami wywaru, stopniowo dodawać do zupy ciągle mieszając. Do zupy dodać posiekany koperek i całość delikatnie podgrzać.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/zupa_grzybowa_jarzynowa01.jpg"
    },
    {
        "recipe": "Quiche z dynią i grzybami",
        "description": "PRZYGOTOWANIE Przygotować ciasto na spód: przygotować blaszaną tortownicę z odpinaną obręczą o średnicy 26 cm. Do misy miksera (melaksera) lub do zwykłej miski przesiać mąkę, dodać dużą szczyptę soli, szczyptę pieprzu, dodać tarty parmezan oraz pokrojone w kosteczkę masło. Miksować przez około 2 minuty mieszadłem miksera lub rozcierać składniki palcami aż powstaną drobne okruszki ciasta. Wtedy wbić jajko i miksować jeszcze przez chwilę lub ręką zagniatać składniki, aż zaczną łączyć się w jeden duży kawałek gładkiego ciasta. Uformować z niego kulę i wstawić do lodówki na około 1 godzinę. Upiec dynię: piekarnik nagrzać do 180 stopni. Około 2 kg dyni zważonej ze skórą opłukać, wykroić pestki, pokroić na 5 - 6 kawałków. Miąższ oprószyć solą morską i świeżo zmielonym czarnym pieprzem, skropić 2 łyżkami oliwy extra vergine oraz natrzeć 1 łyżeczką płatków chili lub 1/2 łyżeczki ostrej papryki w proszku. Położyć na dużej blaszce do pieczenia i wstawić do piekarnika na 45 minut. Łyżką wybrać miąższ ze skórki dyni i pokroić go w kostkę. W międzyczasie przygotować grzyby: szybko opłukać je pod bieżącą wodą (każdy grzyb płukać w dłoniach oddzielnie), osuszyć na papierowym ręczniku, pokroić na kawałki, włożyć do miski doprawić solą morską, świeżo zmielonym czarnym pieprzem i wymieszać z 2 łyżkami oliwy extra vergine. Podzielić na 2 części, jedną nieco większą od drugiej. Po 25 minutach pieczenia dyni przesunąć ją na bok, a w wolne miejsce włożyć większą połowę grzybów, układając je jedną warstwą. Piec dalej do końca czasu, przez 20 minut. Ciasto rozwałkować bezpośrednio na papierze do pieczenia podsypując mąką. Wyłożyć nim spód i całe boki formy, brakujące miejsca można wylepić palcami. Dno i boki osłonić folią aluminiową i wstawić do piekarnika nagrzanego do 180 stopni. Piec przez 15 minut, następnie zdjąć folię i piec przez 10 minut (w trakcie pieczenia można docisnąć łyżką brzegi ciasta do formy gdyby od niej odchodziły).  Nadzienie: do większej miski wlać śmietankę kremówkę, wbić jajka, doprawić tymiankiem, solą i pieprzem, roztrzepać widelcem, dodać upieczoną dynię wraz z upieczonymi grzybami oraz pokrojony w kostkę ser kozi, wymieszać. Wylać na podpieczony spód, zasłonić wystające brzegi ciasta cienkimi paskami folii aluminiowej i wstawić do piekarnika. Piec przez 45 minut, po 25 minutach na wierzchu rozłożyć drugą, mniejszą połowę grzybów, zdjąć paski folii z brzegów ciasta i dalej piec przez 20 minut (na koniec masa powinna już być zastygnięta).",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/quiche-pieczone-grzyby-dynia-ser-kozi-01.jpg"
    },
    {
        "recipe": "Zapiekanka z grzybami i kurczakiem",
        "description": "PRZYGOTOWANIE Przygotować formę żaroodporną o wymiarach około 15 x 21 cm. Ciasto kruche: Do miski przesiać mąkę, dodać pokrojone w kosteczkę zimne masło, sól i 3/4 jajka (resztę pozostawić na glazurę). Wyrabiać ręką rozcierając masło z resztą składników i łącząc składniki w kulkę, dodając łyżkę mleka. Zawinąć w folię i włożyć do lodówki na pół godziny lub na kilkanaście minut do zamrażarki. Ziemniaki obrać, opłukać, włożyć do garnka, zalać zimną wodą i ugotować do miękkości. Odcedzić, włożyć z powrotem do garnka i dokładnie rozgnieść praską do ziemniaków, dodając łyżkę śmietanki i masła, doprawić solą. Ziemniaki wyłożyć na dno żaroodpornej formy i docisnąć, odstawić do wystudzenia. Grzyby dokładnie oczyścić nożykiem z listków i piasku, przetrzeć wilgotną ściereczką. Pokroić na 1/2 cm plasterki. Na patelni rozgrzać oliwę, dodać cebulę, grzyby i kurczaka. Oprószyć lekko solą i smażyć na większym ogniu przez około 4 - 5 minuty, mieszając od czasu do czasu, aż składniki delikatnie się zrumienią (jeśli ogień będzie za mały, grzyby zamiast lekko się zrumienić - puszczą sok i nie będą jędrne). Wlać bulion i sos sojowy, doprawić świeżo zmielonym czarnym pieprzem. Doprowadzić do wrzenia i smażyć przez około 3 - 5 minuty, aż kurczak i grzyby będą miękkie i sos zredukuje się do 1 - 2 łyżek. Piekarnik nagrzać do 200 stopni. Na warstwę ziemniaków wyłożyć nadzienie z grzybów i kurczaka, na wierzch położyć plasterki sera. Zimne ciasto kruche rozwałkować podsypując blat i wałek z ciasta mąką. Ciasto składać na pół i znów rozwałkować. Czynność powtórzyć jeszcze kilka razy, co spowoduje, że po upieczeniu ciasto będzie bardziej kruche. Położyć na warstwie sera, docisnąć do brzegów formy (lub do jej wewnętrznych boków). Wierzch posmarować resztą roztrzepanego jajka. Ciasto przebić nożem w 2 - 3 miejscach. Wstawić do nagrzanego piekarnika i piec przez 30 minut, aż ciasto będzie ładnie zrumienione.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/zapiekanka-kurczak-grzyby-01.jpg"
    },
    {
        "recipe": "Zupa z soczewicy z grzybami",
        "description": "PRZYGOTOWANIE W garnku na maśle i oliwie zeszklić pokrojoną w kosteczkę cebulę. Dodać obraną i pokrojoną w kosteczkę marchewkę i mieszając smażyć przez ok. 3 minuty. Dodać starty czosnek i chwilę razem podsmażać. Dodać obrane i pokrojone w kostkę ziemniaki oraz wypłukaną na sitku soczewicę. Wlać bulion i zagotować. Przykryć, zmniejszyć ogień i gotować przez ok. 10 minut. Dodać pokrojone grzyby i gotować przez kolejne 5 minut. Dodać koperek i koncentrat pomidorowy. Gotować jeszcze przez ok. 2 minuty. Można podawać z pieczywem.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/zupa_z_soczewicy_z_grzybami_01.jpg"
    },
    {
        "recipe": "Makaron z grzybami i boczkiem",
        "description": "PRZYGOTOWANIE Grzyby świeże oczyścić, opłukać, osuszyć i pokroić na kawałki. Grzyby mrożone opłukać, rozmrozić, w razie potrzeby pokroić. Nastawić garnek z osoloną wodą, zagotować i wrzucić makaron. Cebulę pokroić w kosteczkę i zeszklić na oliwie na dużej patelni. Dodać drobno starty czosnek oraz pokrojony w kosteczkę boczek. Smażyć przez ok. 7 minut na średnim ogniu co chwilę mieszając. Dodać wino (opcjonalnie) i pogotować ok. 1 - 2 minuty. Dodać masło oraz grzyby. Mieszając co chwilę smażyć przez ok. 5 minut, doprawić solą i pieprzem. Pod koniec smażenia dodać posiekaną natkę pietruszki. Przełożyć makaron z garnka bezpośrednio na patelnię z grzybami wraz z około 1/4 szklanki wody z makaronu. Dodać śmietankę, wymieszać i zagotować. Wyłożyć do głębokich talerzy, posypać tartym serem.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/makaron-z-grzybami-i-boczkiem-01.jpg"
    },
    {
        "recipe": "Tosty z grzybami, szpinakiem i mozzarellą",
        "description": "PRZYGOTOWANIE Rozgrzać piekarnik z funkcją grilla. Blachę wyłożyć papierem do pieczenia. Grzyby dokładnie oczyścić nożykiem a następnie przetrzeć wilgotną ściereczką, pokroić na plasterki i włożyć na patelnię z rozgrzaną 1 łyżką oliwy z oliwek. Smażyć na większym ogniu przez około 3 minuty, lekko rumieniąc (grzyby mają pozostać jędrne i nie puścić soku). Doprawić solą i pieprzem, zdjąć z patelni i przykryć kawałkiem folii aluminiowej. Na patelnię wlać resztę oliwy z oliwek, zmniejszyć ogień i dodać drobno posiekany czosnek. Po minucie smażenia włożyć opłukany i osuszony szpinak. Smażyć przez około minutę aż zwiędnie i cały płyn wyparuje, na koniec doprawić solą, pieprzem, zdjąć z patelni i posiekać. Tosty chwilę podgrzewać w piekarniku lub w tosterze, aby były lekko chrupiące, całe posmarować masłem, rozłożyć szpinak i grzyby (kilka odłożyć), polać 2 łyżkami oliwy z oliwek z pierwszego tłoczenia. Na wierzch położyć kawałki mozzarelli i resztę grzybów. Posypać sporą ilością czarnego pieprzu i wstawić do piekarnika na kilka minut, do czasu aż ser się dobrze roztopi. Posypać drobno posiekaną natką pietruszki i skrapiać sokiem z cytryny.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/tost_grzyby_mozzarella-01.jpg"
    },
    {
        "recipe": "Zapiekanka z kurczakiem, grzybami i fasolką",
        "description": "PRZYGOTOWANIE Filety z kurczaka oczyścić z błonek i kostek, pokroić w kostkę, doprawić solą, pieprzem, papryką, oregano i tymiankiem, wymieszać. Piekarnik nagrzać do 200 stopni C. Grzyby leśne umyć, osuszyć (pieczarki oczyścić tylko szczoteczką). Większe pokroić na mniejsze kawałki. Cebulę pokroić w kosteczkę. Na dużej patelni podgrzać łyżkę oliwy, dodać cebulę i ją zeszklić. Następnie dodać masło i obsmażyć pierś kurczaka. Przesunąć ją na bok patelni a w wolne miejsce włożyć grzyby, smażyć co chwilę mieszając przez około 2 - 4 minuty, następnie wymieszać z grzybami i smażyć jeszcze przez około 2-3 minuty. Doprawić sosem sojowym, posypać natką, polać śmietanką, dodać pokrojoną fasolkę, wymieszać i odstawić z ognia, w razie potrzeby doprawić solą i pieprzem. Farsz wyłożyć do odpowiednio dużej formy żaroodpornej (warstwa nadzienia może być wysoka na ok. 2-3 cm), przykryć ciastem francuskim, docisnąć brzegi ciasta do formy, pośrodku zrobić nacięcie nożem, wierzch ciasta posmarować jeszcze 2 łyżeczkami śmietanki. Wstawić do piekarnika i piec przez około 20-25 minut do zrumienienia się ciasta.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/zapiekanka_kurczak_grzyby_01.jpg"
    },
    {
        "recipe": "Makaron z dynią i grzybami",
        "description": "PRZYGOTOWANIE Grzyby oczyścić i pokroić na plasterki. Dynię obrać ze skóry (najłatwiej obkroić ją nożem). Wyjąć nasiona, miąższ pokroić w niedużą kostkę, około 1 cm. Nastawić makaron na gotowanie w osolonej wodzie. Na większej patelni, na maśle i oliwie podsmażyć cebulkę (około 2 minuty) na umiarkowanym ogniu, pod koniec dodając rozgnieciony lub starty czosnek. Dodać dynię, posolić i smażyć przez około 7 - 10 minut od czasu do czasu mieszając, aż dynia będzie prawie już miękka. Może się delikatnie zrumienić, doda to smaku potrawie. Gdyby dynia za bardzo już przywierała do dna, można dodawać po łyżce wodę z gotującego się makaronu i w ten sposób gotować dynię do miękkości w małej ilości płynu. Dodać grzyby, tymianek i smażyć dalej przez około 3 minuty. Wlać śmietankę i zagotować. Doprawić solą, świeżo zmielonym pieprzem i gotować przez około minutę aż sos zgęstnieje. Jeśli dynia nie będzie jeszcze miękka a sos będzie już odpowiednio gęsty, można podlewać go wodą z gotującego się makaronu, przykryć patelnię pokrywą i dalej gotować aż dynia będzie miękka. Odcedzić makaron zachowując kilka łyżek wody. Makaron włożyć na patelnię z sosem i wymieszać. Zbyt gęsty sos rozcieńczamy wodą z gotującego się makaronu. Nałożyć na talerze i posypać parmezanem.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/makaron-z-dynia-i-grzybami-01.jpg"
    },
    {
        "recipe": "Polędwiczka z dynią i grzybami",
        "description": "PRZYGOTOWANIE Polędwiczkę pokroić na plastry, doprawić solą, pieprzem i tymiankiem, wymieszać z łyżką oliwy i zostawić do zamarynowania na godzinę (jeśli oczywiście mamy czas). Na dużej patelni na większym ogniu na łyżce oliwy obsmażyć doprawione plasterki polędwiczki (po 2 minuty z każdej strony aż będą lekko zrumienione). Dodać pokrojoną w kosteczkę cebulę i smażyć mieszając co chwilę, przez ok. 2-3 minuty aż cebula zmięknie. Dodać dynię i znów razem podsmażyć mieszając. Dodać łyżkę masła oraz umyte i pokrojone na plasterki grzyby i ponownie podsmażyć. Wlać wino, wygotować je, następnie wlać gorący bulion i zagotować. Przykryć i gotować przez ok. 15 minut aż dynia będzie miękka. Na 2 minuty przed końcem dodać posiekaną natkę pietruszki. Dodać śmietankę. Jeśli sos nie jest gęsty można zagęścić go mąką (wcześniej wymieszać z kilkoma łyżkami wody i wywaru z gulaszu), chwilę pogotować.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/poledwiczka_z_dynia_grzybami_01_0.jpg"
    },
    {
        "recipe": "Zupa cebulowa z suszonymi grzybami",
        "description": "PRZYGOTOWANIE Suszone grzyby zalać wrzątkiem i odstawić. Cebulę obrać, przekroić wzdłuż na pół i posiekać wzdłuż na piórka. W dużym i szerokim garnku roztopić masło z oliwą. Włożyć cebulę i smażyć na średnim ogniu przez ok. 25 minut, w międzyczasie często mieszając drewnianą łyżką, aż cebula będzie skarmelizowana (miękka i lekko brązowa). W trakcie smażenia dodać tymianek. Zwiększyć ogień, wlać wino i zeskrobać z dna garnka drobne przyrumienienia. Gotować przez ok. 2 minuty, następnie dodać gorący bulion oraz namoczone grzyby wraz z wodą z moczenia i gotować na małym ogniu pod przykryciem przez ok. 25 minut (jeśli mamy, dodajemy też ugotowaną marchewkę z bulionu pokrojoną na plasterki). W trakcie gotowania doprawić solą i świeżo zmielonym czarnym pieprzem. Zupę cebulową podawać z grzankami serowymi z bagietki (bagietkę pokroić na kromki, posypać tartym serem i zapiekać pod grillem w piekarniku do zrumienienia, ok. 3 min.) oraz natką pietruszki.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/zupa_cebulowa_z_suszonymi_grzybami_01_0.jpg"
    },
    {
        "recipe": "Kapusta z grzybami i żurawiną",
        "description": "PRZYGOTOWANIE Podgrzybki rozmrozić i pokroić na kawałki. Suszone grzyby należy dzień wcześniej zalać wodą (do przykrycia) i namoczyć, lub zalać wrzątkiem i namaczać przez kilka godzin. Wyjąć z wody i pokroić. Kapustę odcisnąć w dłoniach i pokroić na mniejsze kawałki. Cebulę obrać i pokroić w kosteczkę. Jabłko obrać i zetrzeć na tarce. Na dużej i głębszej patelni z pokrywą podgrzać oliwę, włożyć cebulę i zeszklić ją przez około 5 minut. Dodać kapustę, przyprawy: sól, pieprz, kminek, sos sojowy i cukier. Mieszając smażyć przez minutę. Dodać rozmrożone grzyby oraz starte jabłko i dalej smażyć przez minutę. Wlać wino lub wodę oraz dodatkową wodę i zagotować. Dodać żurawinę lub śliwki, przykryć i gotować przez około 10 minut, w międzyczasie 1 - 2 razy przemieszać. Następnie zdjąć pokrywę i gotować przez około 10 minut aż nadmiar płynu wyparuje, od czasu do czasu zamieszać. Na koniec dodać posiekaną natkę pietruszki i oliwę. Pogotować jeszcze przez 1 - 2 minuty i odstawić z ognia. Podawać z pieczywem lub wykorzystać jako farsz do PASZTECIKÓW.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kapusta-wigilijna-01_0.jpg"
    },
    {
        "recipe": "Makaron z grzybami i szynką parmeńską",
        "description": "PRZYGOTOWANIE Makaron ugotować w osolonej wodzie. Odcedzić i włożyć z powrotem do garnka. Grzyby oczyścić i opłukać, osuszyć i pokroić na plasterki. Na większej patelni na oliwie poddusić pokrojoną w kosteczkę cebulę. Dodać przeciśnięty przez praskę czosnek i chwilę razem podsmażać. Dodać pokrojoną w kosteczkę szynkę parmeńską i mieszając smażyć przez około 2 - 3 minuty. Dodać grzyby i mieszając co chwilę smażyć przez około 5 minut. Doprawić solą oraz pieprzem. Dodać natkę pietruszki oraz śmietankę. Wymieszać i zagotować. Po około minucie gotowania odstawić z ognia i wymieszać w garnku z odcedzonym makaronem. Podawać z tartym pamezanem.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/makaron_z_grzybami_szynka_parmenska_01_0.jpg"
    },
    {
        "recipe": "Kapusta wigilijna z grzybami",
        "description": "PRZYGOTOWANIE Grzyby wypłukać w chłodnej wodzie, włożyć do rondelka, zalać 2 szklankami wody i odstawić do namoczenia na całą noc lub na kilka godzin. Wylać wodę z moczenia grzybów, wlać świeżą w ilości 2 szklanek, posolić i gotować przez ok. 20 - 30 minut (do miękkości). Odcedzić zachowując oddzielnie wywar i grzyby. Grzyby pokroić na mniejsze kawałki. Kapustę odcisnąć i posiekać, włożyć do garnka i zalać przecedzonym wywarem z grzybów. Wlać 2 dodatkowe szklanki płynu (bulionu np. z kostki lub wody), dodać listek laurowy i ziela angielskie i gotować pod przykryciem do miękkości przez ok. 40 - 45 minut. Marchewkę obrać, umyć i zetrzeć na tarce o dużych oczkach. Dodać do gotującej się kapusty na 10 minut przed końcem jej gotowania. Obrać i posiekać cebulę w drobną kosteczkę. Zeszklić na patelni na 2 łyżkach oleju. Na patelni rozgrzać pozostałe 2 łyżki oleju, dodać mąkę i podgrzewać mieszając aż zrobi się jasnobrązowa zasmażka. Cebulę, zasmażkę i grzyby dodać do ugotowanej kapusty, wymieszać i dokładnie zagotować. Doprawić solą (w razie potrzeby) oraz zmielonym pieprzem. Zdjąć z ognia i jeśli kapustę będziemy podawać dopiero w kolejnych dniach, najlepiej zamknąć ją jeszcze gorącą w słoiki. Po ostudzeniu wstawić do lodówki.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kapusta-wigilijna-01.jpg"
    },
    {
        "recipe": "Pierogi z soczewicą, kapustą kiszoną i suszonymi grzybami",
        "description": "PRZYGOTOWANIE NADZIENIE Soczewicę opłukać, zalać wodą lub bulionem w ilości 1 - 2 cm ponad poziom soczewicy, dodać 1 łyżkę oliwy z oliwek, doprawić solą i pieprzem. Gotować przez około 15 - 30 minut, aż soczewica będzie miękka i wchłonie cały płyn (w razie potrzeby odparować lub dodać więcej wody, soczewica zielona dłużej się gotuje niż pomarańczowa). Grzyby opłukać i moczyć w niewielkiej ilości zimnej wody przez 2 godziny lub przez całą noc. Następnie gotować w wodzie, w której się moczyły, przez około 30 minut. Wodę z grzybami posolić. Po ugotowaniu nie powinno zostać płynu. Grzyby ostudzić i drobno posiekać. Na patelni rozgrzać 2 łyżki oliwy, zeszklić pokrojoną w kosteczkę cebulę. Dodać pokrojony czosnek a po chwili posiekane grzyby, wymieszać i zdjąć z ognia. Dodać do soczewicy. Kapustę odcisnąć, umieścić w garnku razem z 1/2 szklanki wody i 1 łyżką oliwy. Gotować przez około 45 minut, aż będzie miękka. Odcedzić jeśli jest taka konieczność i posiekać. Wymieszać z soczewicą i grzybami. Dodać natkę pietruszki, doprawić solą i świeżo zmielonym pieprzem. Odstawić na czas przygotowania ciasta pierogowego. CIASTO PIEROGOWE Przygotować ciasto pierogowe. Lepić pierogi, nakładając po łyżce nadzienia. Gotować przez ok. 2 minuty od wypłynięcia na powierzchnię wody lub do czasu aż ciasto będzie odpowiednio miękkie. Na suchej patelni delikatnie podsmażyć kminek lub kmin rzymski, wymieszać z oliwą extra virgine i tymiankiem. Pierożki posypać solą morską i polać aromatyczną oliwą z kminkiem.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/pierogi_soczewica_kapusta_kiszona_suszone_grzyby_01.jpg"
    },
    {
        "recipe": "Tarta z kiszoną kapustą, grzybami i suszonymi śliwkami",
        "description": "PRZYGOTOWANIE Grzyby opłukać i zalać 1 szklanką wody, odstawić na minimum 2 godziny (ja moczę dłużej). Wyjąć grzyby z wywaru, wywar delikatnie przelać do innego naczynia, pozbywając się zanieczyszczeń zgromadzonych na dnie. Umieścić grzyby i wywar w rondelku, zagotować. Gotować przez około 30 - 40 minut, aż grzyby będą miękkie i cała woda wyparuje. Po ostudzeniu posiekać na mniejsze kawałki, posolić i przełożyć do większej miski. Kapustę opłukać na sicie (jeśli jest bardzo kwaśna), odcisnąć. Włożyć do garnka z 3 łyżkami oliwy z oliwek, liśćmi laurowymi, zielem angielskim, kminkiem oraz z 1 szklanką wody. Doprawić solą i gotować pod przykryciem przez około 1 godzinę, aż kapusta będzie miękka. Ostudzić, usunąć liście laurowe i ziela angielskie, posiekać. Dodać do miski z grzybami. Śliwki pokroić na kawałki i przełożyć do miski z kapustą i grzybami. Jeśli śliwki są bardzo twarde, można je wcześniej namoczyć. Na patelni, na pozostałych 3 łyżkach oliwy zeszklić cebulę (przez około 10 minut), nie rumieniąc. Dodać do miski z grzybami, kapustą i śliwkami. Całość doprawić świeżo zmielonym czarnym pieprzem i ewentualnie solą, bardzo delikatnie przemieszać. Ciasto: Wysoką formę na tartę lub tortownicę** posmarować oliwą z oliwek. Mąkę przesiać do miski, dodać roztopione masło, jajko, sól, drożdże. Wyrobić ciasto, dodając w razie potrzeby kilka łyżek ciepłej wody (ja dałam około 5 - 6 łyżek). Ciasto wygniatać przez 15 minut (ja użyłam mieszadła miksera). Piekarnik nagrzać do 180 stopni. Odłożyć 1/4 ciasta, a resztę rozwałkować na placek, wyłożyć nim spód i boki formy. Nałożyć farsz z kapusty, grzybów i śliwek. Z odłożonej część ciasta zrobić wałeczki, które ułożyć na wierzchu tarty. Tartę ustawić na kratce w nagrzanym piekarniku i piec przez 30 minut na lekko złoty kolor. Podawać z barszczem czerwonym z grzybami. ** użyłam formy na tartę o wysokości 4 cm, średnicy dna - 22 cm, średnicy górnej krawędzi - 25 cm.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/tarta-z-kapusta-01.jpg"
    },
    {
        "recipe": "Sałatka z komosą ryżową, szpinakiem, grzybami i fetą",
        "description": "PRZYGOTOWANIE Komosę wsypać do rondelka i mieszając podprażyć, wlać 1 szklankę wody, doprawić solą, pieprzem, dodać pół łyżeczki oliwy, pół łyżeczki soku z cytryny i pół ząbka czosnku. Przykryć i gotować pod przykryciem na minimalnym ogniu przez ok. 15 minut aż wchłonie całą wodę. Wyłożyć na duży talerz i ostudzić. Grzyby umyć i pokroić na plasterki. Posiekać natkę pietruszki. Na większą patelnię włożyć łyżkę masła i 1 łyżką oliwy, dodać resztę drobno posiekanego czosnku i chwilę podsmażyć. Dodać grzyby z natką, doprawić solą i pieprzem i smażyć przez ok. 5 miniut co chwilę mieszając. Przesunąć składniki na bok patelni i w wolne miejsce włożyć ugotowaną komosę, smażyć przez ok. 2 minuty co chwilę mieszając. Połączyć z grzybami oraz z umytym szpinakiem, skropić sokiem z cytryny i odstawić z ognia. Posypać serem feta.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/salatka_quinoa_szpinak_grzyby_feta_01.jpg"
    },
    {
        "recipe": "Zapiekanka z kurczakiem, kaszą gryczaną i grzybami",
        "description": "PRZYGOTOWANIE Piersi kurczaka pokroić w kosteczkę, doprawić solą, pieprzem, połową suszonego majeranku i połową tymianku. Odłożyć. Grzyby dokładnie oczyścić nożykiem i pędzelkiem lub szczoteczką. Przyciąć nóżki podgrzybkom i rydzom, borowiki można zostawić w całości. Grzyby pokroić na mniejsze kawałki. Cebulę obrać i pokroić w kosteczkę. Czosnek obrać i też drobno posiekać. Zagotować bulion razem z sosem sojowym i resztą suszonych ziół. Przygotować garnek żaroodporny z pokrywą lub formę do zapiekania o pojemności około 4 litrów. Piekarnik nagrzać do 180 stopni C. Rozgrzać dużą patelnię, wlać 2 łyżki oliwy extra vergine, wrzucić cebulę i smażyć ją do zeszklenia przez około 5 minut, następnie dodać czosnek i kurczaka i obsmażyć z każdej strony (około 2 - 3 minuty). Przesunąć kurczaka na bok patelni a w wolne miejsce włożyć grzyby i wlać 1 łyżkę oliwy. Doprawić solą i pieprzem, smażyć co chwilę mieszając przez około 2 - 3 minuty. Wymieszać składniki na patelni i smażyć wszystko przez około 1 - 2 minuty. Dodać suchą kaszę gryczaną, wymieszać i w razie potrzeby doprawić solą oraz pieprzem. Dodać posiekane liście świeżych ziół, wymieszać. Zalać szklanką wrzącego bulionu, wymieszać i zagotować. Przełożyć do naczynia żaroodpornego, wlać resztę gorącego bulionu, przykryć (pokrywą lub podwójnie złożoną folią aluminiową) i wstawić do piekarnika na 30 minut. Odkryć garnek i posypać tartym serem, szczypiorkiem oraz natką. Można podawać z sałatą z łyżką kwaśnej śmietany.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/zapiekanka_z_kurczakiem_kasza_gryczana_grzybami_01_0.jpg"
    },
    {
        "recipe": "Gulasz z łopatki z dynią i grzybami",
        "description": "PRZYGOTOWANIE Mięso pokroić na nieduże kawałeczki. Cebulę pokroić w kosteczkę i zeszklić w garnku na łyżce oliwy. Dodać mięso, doprawić solą i pieprzem i dokładnie obsmażyć na większym ogniu. Dodać masło, przepołowiony czosnek, paprykę w proszku i tymianek i chwilę razem podsmażyć. Wlać wino i gotować przez ok. 2 minuty. Wlać gorący bulion lub wodę i zagotować. Zmniejszyć ogień, przykryć i gotować do miękkości mięsa przez ok. 1 godzinę i 15 minut. W międzyczasie doprawić pieprzem oraz w razie potrzeby solą. Wykroić potrzebny kawałek z dyni. Usunąć pestki, obrać skórę, miaższ pokroić w kostkę. Dodać do gulaszu, wymieszać i gotować pod przykryciem przez ok. 10 minut. Dodać pokrojone na plasterki grzyby, wymieszać i gotować przez ok. 5 minut. Dodać posiekaną natkę pietruszki. Śmietankę wymieszać z 4 łyżkami zimnej wody, 4 łyżkami wywaru z gulaszu oraz z mąką. Mieszankę wlać do gulaszu, wymieszać i na wolnym ogniu gotować przez ok. 3 minuty.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/gulasz_z_lopatki_z_dynia_grzybami_01.jpg"
    },
    {
        "recipe": "Pierogi wigilijne z kapustą i grzybami",
        "description": "PRZYGOTOWANIE FARSZ Grzyby opłukać, zalać zimną wodą i odstawić na 6 godzin lub na całą noc. Następnego dnia zagotować, dodać obraną marchewkę, pietruszkę i gotować aż będą miękkie. Pod koniec gotowania doprawić solą i pieprzem. Kapustę odcisnąć i ugotować w 300 ml wody do miękkości z dodatkiem soli do smaku (ok. 45 minut), dokładnie odcisnąć. Grzyby, marchewkę i pietruszkę odcedzić, zachowując wywar (wykorzystać do np. do zupy grzybowej). Bardzo dobrze odcisnąć z wody i razem z kapustą zmielić w maszynce do mięsa o bardzo dużych oczkach, ok 1 cm średnicy (lub drobno posiekać na desce). Na patelni na oleju zeszklić cebule, dodać do farszu. Składniki farszu dobrze wyrobić, łącząc wszystko razem, doprawić solą i pieprzem. CIASTO PIEROGOWE Mąkę przesiać do miski, dodać sól. Do gorącej wody włożyć masło i roztopić, stopniowo wlewać do mąki, mieszając wszystko łyżką. Połączyć składniki i wyłożyć je na podsypaną mąką stolnicę. Zagniatać ciasto przez około 10 minut aż będzie gładkie i miękkie. Ciasto włożyć do miseczki, szczelnie przykryć i odstawić na 30 minut. Ciasto podzielić na 4 części, kolejno rozwałkowywać na placki. Małą szklanką wycinać kółeczka, na środek nakładać farsz, składać na pół i zlepiać brzegi w pierogi. Gotować do miękkości, przez około 3 minuty, ale najlepiej sprawdzić czy pierogi są już miękkie, odławiając jednego na łyżkę cedzakową i dotykając palcem. Podawać z zeszkloną na oleju pokrojoną w drobną kostkę cebulą.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/pierogi_z_kapusta_grzybami_01_1.jpg"
    },
    {
        "recipe": "Zapiekanka ryżowa z kurczakiem, dynią i grzybami",
        "description": "PRZYGOTOWANIE Surową dynię obkroić ze skóry, wyjąć nasiona, miąższ zetrzeć na tarce o dużych oczkach. Grzyby świeże oczyścić, opłukać, dokładnie osuszyć i pokroić na kawałki. Grzyby mrożone rozmrozić na sitku, pokroić na kawałki, osuszyć. Cebulę posiekać w kosteczkę, czosnek zetrzeć na drobnej tarce. Kurczaka pokroić w kosteczkę, doprawić solą, pieprzem. Wymieszać kurkumę z kolendrą, kminem i gałką muszkatołową. Połową przypraw doprawić kurczaka a drugą połowę wymieszać z gorącym bulionem. Do bulionu można też dodać szafran. Piekarnik nagrzać do 180 stopni C. Przygotować duży garnek żaroodporny lub naczynie do zapiekania o pojemności około 4 litrów. Na dużej i głębokiej patelni roztopić masło, dodać cebulę i zeszklić ją. Przesunąć ją na bok patelni, w środek włożyć czosnek oraz kurczaka, obsmażać przez około 3 minuty na większym ogniu. Dodać grzyby, doprawić je solą i pieprzem i smażyć wszystko przez około 2 minuty na dużym ogniu. Dodać dynię, znów doprawić solą i pieprzem i smażyć jeszcze przez 2 minuty, dodać ryż, wymieszać i smażyć przez 1 minutę. Wlać 1 szklankę wrzącego bulionu, wymieszać i zagotować. Przełożyć do garnka lub naczynia, wlać resztę gorącego bulionu, przykryć (przykrywką lub szczelnie folią aluminiową) i wstawić do nagrzanego piekarnika. Piec przez 30 minut. Posypać tartym serem, tymiankiem, natką lub kolendrą i podawać.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/biryani_z_dynia_grzybami_01.jpg"
    },
    {
        "recipe": "Czarny makaron z krewetkami i grzybami",
        "description": "PRZYGOTOWANIE Nastawić osoloną wodę na makaron i ugotować go zgodnie z instrukcją na opakowaniu. Krewetki rozmrozić jeśli były mrożone, oczyścić z jelit jeśli nie były oczyszczone, osuszyć, doprawić solą, pieprzem oraz startym czosnkiem. Na patelni na oliwie podsmażyć doprawione krewetki (ugotowane, różowe krewetki - smażyć w sumie przez pół minuty, surowe szare - przez 1 minutę). Odłożyć na talerz. Na tę samą patelnię włożyć masło i pokrojoną w kosteczkę cebulę. Zeszklić ją co chwilę mieszając. Dodać umyte, osuszone i pokrojone na kawałki grzyby i mieszając co chwilę podsmażać przez ok. 4 minuty. Wlać wino i zagotować. Po minucie gotowania doprawić grzyby solą, pieprzem oraz natką pietruszki. Dodać śmietankę, wymieszać i zagotować. Wymieszać na patelni z krewetkami oraz odcedzonym makaronem, podgrzać. Podawać z tartym parmezanem.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/czarny_makaron_z_krewetkami_grzybami_01.jpg"
    },
    {
        "recipe": "Kotlety jagnięce zapiekane z kapustą i grzybami",
        "description": "PRZYGOTOWANIE Dzień wcześniej namoczyć grzyby i zamarynować mięso. Grzyby wsypać do garnka, zalać zimną wodą, wymieszać i odstawić na całą noc. Mięso włożyć do miski, doprawić solą, pieprzem, dodać obrane i pokrojone na plasterki ząbki czosnku, ocet balsamiczny, miód i rozmaryn, wymieszać, natrzeć, przykryć i wstawić do lodówki na całą noc. Kapusta z grzybami: grzyby zagotować w wodzie, w której się moczyły, następnie zmniejszyć ogień i gotować pod uchyloną pokrywą przez ok. 1/2 godziny do miękkości. Im mniej wody pozostanie na koniec tym lepiej, cały smak pozostanie w grzybach. Kapustę opłukać na sitku jeśli jest bardzo kwaśna. W garnku na 1 łyżce oliwy zeszklić cebulę, dodać obrane i starte jabłko a po minucie dodać kapustę. Smażyć mieszając przez ok. 5 minut. Doprawić solą, pieprzem, kminkiem, chili i majerankiem. Dodać żurawinę lub śliwki i smażyć przez kolejne 5 minut. Wlać wino a po minucie wodę, zagotować, przykryć i gotować przez ok. 10 minut, w międzyczasie od czasu do czasu zamieszać. Następnie dodać pokrojone grzyby wraz z wywarem i gotować razem jeszcze przez ok. 10 minut już bez przykrycia, aby kapusta odparowała. Kotlety jagnięce ocieplić w temp. pokojowej. Piekarnik nagrzać do 180 stopni C. Na kuchence rozgrzać patelnię, dodać olej i obsmażyć kotlety z każdej strony na złoty kolor. Obok w żaroodpornym garnku zagotować szklankę czerwonego wina, włożyć obsmażone kotlety, zamknąć garnek i wstawić do piekarnika. Piec przez ok. 1 godzinę i 15 minut, w międzyczasie 2-3 razy przemieszać kotlety. Do kotletów włożyć kapustę i piec przez ok. 15 minut.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kotlety_jagniece_zapiekane_z_kapusta_kiszona_02.jpg"
    },
    {
        "recipe": "Zapiekanka makaronowa z dynią, kurczakiem i suszonymi grzybami",
        "description": "PRZYGOTOWANIE Grzyby opłukać, włożyć do rondelka i zalać 1 szklanką chłodnej wody. Moczyć przez 2 - 3 godziny lub minimum 1/2 godziny. Makaron gotować w osolonej wodzie kilka minut krócej niż podany czas na opakowaniu, odcedzić i włożyć do dużej formy żaroodpornej. Piersi kurczaka przekroić na pół, wyciąć włókna i kostki. Opłukać i osuszyć. Oprószyć solą, pieprzem, papryką w proszku, obtoczyć w mące. Na patelni rozgrzać 1 łyżkę oliwy i smażyć piersi po około 5 - 6 minut z każdej strony, aż będą ładnie zrumienione. Dodać upieczoną dynię, doprawić solą i pieprzem, podgrzewać razem przez około 2 - 3 minuty. Wycisnąć sok z 1/3 cytryny i wyłożyć wszystko na makaron. Skórkę z cytryny pokroić na kawałki i poukładać przy brzegach w naczyniu. Na patelni rozgrzać 1 łyżkę oliwy i zeszklić cebulkę. Grzyby wyjąć z wody (wywar zachować) i włożyć na patelnię, dodać 1 łyżkę masła i dusić na małym przez 5 minut, mieszając od czasu do czasu. Wlać wywar z grzybów, bulion z kurczaka, doprawić solą i pieprzem, zagotować. Wlać śmietankę i doprowadzić do wrzenia. Zdjąć z ognia i wymieszać z oliwą z oliwek extra virgin. Wyjąć grzyby z patelni i powciskać je w przestrzenie między kurczakiem i dynią w naczyniu żaroodpornym. Całość polać sosem grzybowym z patelni. Do środka zapiekanki powciskać gałązki tymianku lub posypać suszonym tymiankiem. Posypać świeżo zmielonym pieprzem. Wstawić do piekarnika nagrzanego do 200 stopni i zapiekać przez około 15 - 20 minut, aż kurczak będzie miękki w środku.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kurczak-01.jpg"
    },
    {
        "recipe": "Tarta z wiejską kiełbasą, karmelizowaną cebulą i grzybami",
        "description": "PRZYGOTOWANIE Spód: Zagnieść ciasto kruche z mąki, pokrojonego na kawałeczki zimnego masła i soli (zrobić kruszonkę w melakserze, ręcznie lub na stolnicy siekając składniki na drobne okruszki), następnie dodać jajko i połączyć składniki w jednolite ciasto. Rozpłaszczyć je, zawinąć w folię i wstawić do lodówki na 1 godzinę. Wyjąć ciasto z lodówki i rozwałkować na placek podsypując mąką, wyłożyć nim spód i boki posmarowanej masłem formy na tartę o średnicy 24 cm. Spód podziurkować widelcem i wstawić do lodówki. Piekarnik nagrzać do 190 stopni C. Ciasto okryć folią aluminiową, wysypać obciążenie w postaci suchej fasoli lub ryżu (do wielokrotnego wykorzystania) i wstawić do piekarnika. Piec przez 10 minut. Zdjąć folię i obciążenie i piec spód jeszcze przez 5 minut. Wyjąć z piekarnika, ostudzić. Piekarnik ustawić na 180 stopni C. Nadzienie: Na patelni skarmelizować czerwoną cebulę: pokroić ją w kostkę i włożyć na rozgrzaną patelnię razem z łyżką oliwy lub oleju. Doprawić solą i co chwilę mieszając smażyć na większym ogniu przez ok. 4 - 5 minut aż cebula będzie szklista. Następnie zmniejszyć ogień do średniego i często mieszając dusić cebulę przez ok. 15 - 20 minut, nie rumieniąc jej. Po tym czasie powinna być miękka i lekko skarmelizowana, słodka. Zdjąć z patelni i włożyć do miski. Grzyby umyć i pokroić na plasterki, włożyć na patelnię po cebuli i smażyć mieszając przez ok. 3 - 4 minuty aż odparują i zaczną się rumienić. Dodać masło, posolić i smażyć jeszcze przez ok. 2-3 minuty, pod koniec dodając natkę pietruszki. Włożyć do miski z cebulą, dodać pokrojoną w kosteczkę kiełbasę (obrać ją wcześniej ze skórki), starty ser wymieszany z mąką i wszystko razem wymieszać. W oddzielnej misce roztrzepać rózgą jajka z dodatkiem mleka, śmietanki kremówki, soli i pieprzu. Na podpieczony spód wyłożyć składniki nadzienia, zalać masą i wstawić do piekarnika. Piec przez ok. 35 - 40 minut na złoty kolor.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/quiche_wiejska_kielbasa_grzyby_ser_gruyere_01.jpg"
    },
    {
        "recipe": "Wigilijna kapusta z grzybami i fasolką",
        "description": "PRZYGOTOWANIE Suszone grzyby zalać wrzącym bulionem i odstawić do namoczenia (np. do całkowitego ostudzenia). Jeśli grzyby są bardzo mocno wysuszone, można je dzień wcześniej namoczyć w małej ilości zimnej wody. Kiszoną kapustę przepłukać jeśli jest bardzo kwaśna, pokroić na mniejsze części. Cebule pokroić w kosteczkę. W większym garnku na 4 łyżkach oliwy zeszklić cebulę - co chwilę mieszając, na małym ogniu, przez ok. 10 minut. Odłożyć połowę cebuli, resztę pozostawić w garnku. Dodać do niego liście laurowe, ziela angielskie, majeranek oraz kapustę, wymieszać. Dodać grzyby wraz z zalewą, wymieszać i zagotować. Doprawić pieprzem oraz w razie potrzeby solą (trzeba spróbować). Przykryć i gotować przez ok. 30 minut do miękkości kapusty. Dodać całą zawartość puszek (fasolka + zalewa), wymieszać i zagotować. Gotować jeszcze przez ok. 10 minut. Na patelnię wlać 2 łyżki oleju, dodać mąkę i mieszając drewnianą łyżką podgrzewać aż zrobi się jasnobrązowa zasmażka. Dodać do ugotowanej kapusty razem z odłożoną cebulą. Wymieszać i dokładnie zagotować.",
        "picture": "https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/wigilijna_kapusta_z_grzybami_fasola_01.jpg"
    }
]